Repository: Kaeness/omeka-s-theme-objets-pol
Catalog: language/*.po
Languages: fr

source: Back to top
fr: Retour en haut de page

source: Simple Search
fr: Recherche simple

source: Search by item set
fr: Rechercher par collection

source: Add item set
fr: Ajouter une collection

source: Search by document type
fr: Recherche par type de document

source: Add class
fr: Ajouter une classe

source: Searches for items that are any of these classes.
fr: Recherche des éléments appartenant à l'une de ces classes.

source: <strong>%1$s–%2$s</strong> of %3$s
fr: <strong>%1$s–%2$s</strong> sur %3$s

source: of %s
fr: sur %s

source: Results %1$s–%2$s of %3$s
fr: Résultats %1$s–%2$s sur %3$s

source: Results
fr: Résultats

source: News
fr: Nouveautés

source: Read more
fr: En savoir plus

source: Latest briefs submitted
fr: Derniers mémoires déposés

source: Collections Selection
fr: Collections sélectionnées

source: All the collections
fr: Toutes les collections

source: New documents
fr: Nouveaux documents

source: Go to page
fr: Voir la page

source: Explore all the collections
fr: Explorer toutes les collections

source: Discover other items
fr: Découvrez d'autres documents

source: All Item Sets
fr: Toutes les collections

source: Sort
fr: Trier

source: Sub-collections
fr: Sous-collections

source: The items
fr: Les documents

source: Browse items
fr: Parcourir

source: In this collection
fr: Dans cette collection

source: All items sets
fr: Toutes les collections

source: Tools
fr: Outils

source: Document download
fr: Télécharger le document

source: Download pdf file
fr: Télécharger le fichier pdf

source: Related documents
fr: Documents en relation

source: Related resources
fr: Ressources liées

source: Simple search
fr: Recherche libre

source: Search by filters
fr: Recherche par critères

source: No results matching your search.
fr: Aucun résultat pour votre recherche.

source: Open search
fr: Recherche libre

source: “Matches pattern” means that results ONLY matche with words entered as text. Allowed to “begin with” and “end with” by adding an asterisk at the beginning and the end of the words.
fr: « Correspond au motif » signifie que les résultats ne correspondent QU’aux mots saisis sous forme de texte. Autorisé à « commencer par » et « terminer par » en ajoutant un astérisque au début et à la fin des mots.

source: Reset Search
fr: Réinitialiser la recherche

source: Add filter
fr: Ajouter un critère

source: Add filters group
fr: Ajouter un groupe de critères

source: No result found
fr: Aucun résultat trouvé

source: Add filter group
fr: Ajouter un groupe de filtres
